/* EN Strings */

/*  Screen Titles */
"STR_TITLE_HOME" = "Job Agent";
"STR_TITLE_SEARCH" = "Search Results";
"STR_TITLE_FAVORITES" = "Leads";
"STR_TITLE_COMPANIES" = "Companies";
"STR_TITLE_CONTACTS" = "Contacts";
"STR_TITLE_DIARY" = "Diary";
"STR_TITLE_TASKS" = "Tasks";
"STR_TITLE_TIPS" = "Tips";
"STR_TITLE_MORE" = "More";
"STR_TITLE_DETAILS" = "Details";
"STR_TITLE_EDIT" = "Edit";
"STR_TITLE_ACTIVITY" = "Activity";

// Buttons 
// some buttons use Title strings to avoid duplication 
"STR_BTN_SEARCH" = "Search";
"STR_BTN_GO" = "Go";
"STR_BTN_BACK" = "Back";
"STR_BTN_SAVE" = "Save";
"STR_BTN_SHARE" = "Share";
"STR_BTN_MAP" = "Apply";
"STR_BTN_HIGH" = "High";
"STR_BTN_MED" = "Med";
"STR_BTN_LOW" = "Low";

// Labels
"STR_JOB" = "Job";
"STR_FIND" = "Find jobs:";
"STR_RECENT" = "Recent Searches";
"STR_TITLE" = "Title";
"STR_NAME" = "Name";
"STR_COMPANY" = "Company";
"STR_LOCATION" = "Location";
"STR_TYPE" = "Type";
"STR_DATE" = "Date";
"STR_CONTACT" = "Contact";
"STR_NOTES" = "Notes";
"STR_PAY" = "Pay";
"STR_LINK" = "Link";
"STR_EMAIL" = "E-mail";
"STR_PHONE" = "Phone";
"STR_PRIORITY" = "Priority";
"STR_OTHER" = "Other";

"STR_RESULTS_FOR" = "Listings for %@ in %@";
"STR_LEADS_FOR" = "Saved jobs for %@";
"STR_CONTACTS_FOR" = "Contacts for %@";
"STR_SEL_TYPE" = "Select type";

// Edit Field Placeholders
"STR_PH_KEYWORD" = "Keyword or company";
"STR_PH_LOCATION" = "Zip code or city";

// Picklists
"STR_CO_TYPE_DEFAULT" = "Default";
"STR_CO_TYPE_AGENCY" = "Agency";
"STR_CO_TYPE_GOVT" = "Govt";
"STR_CO_TYPE_EDUC" = "Training";

"STR_JOB_TYPE_FT" = "Full-Time";
"STR_JOB_TYPE_PT" = "Part-Time";
"STR_JOB_TYPE_CON" = "Contract - W2";
"STR_JOB_TYPE_C2C" = "Contract - 1099";
"STR_JOB_TYPE_INTERN" = "Intern";
"STR_JOB_TYPE_VOL" = "Volunteer";

"STR_CONTACT_TYPE_RECRUIT" = "Recruiter";
"STR_CONTACT_TYPE_REF" = "Reference";

"STR_EVENT_TYPE_INFORM" = "Informational";
"STR_EVENT_TYPE_EMAIL" = "E-mail contact";
"STR_EVENT_TYPE_ONLINE" = "Online application";
"STR_EVENT_TYPE_PHONE" = "Phone screen";
"STR_EVENT_TYPE_INPERSON" = "In-person interview";
"STR_EVENT_TYPE_FAIR" = "job fair";


// Messages
"STR_SHARE" = "Share your story or check latest news.";
"STR_NEWS" = "News";
"STR_OK" = "Ok";
"STR_NO_NETWORK" = "Network connection \nappears to be offline";
"STR_EMPTY_FIELD" = "Be sure to enter a \nsearch term and location";
"STR_SAVED" = "Saved";
"STR_ERROR" = "Error";
"STR_VALID_LOCATION" = "Please enter a valid 5-digit zipcode";
"STR_NO_LISTINGS" = "No listings for this site";



// Common
"STR_SHARE_TWITTER_TEXT" = "Found job via Job Agent %@:";